{
  "tr": {
    "aboutText1": "Port Hukuk, kurulduğu günden bu yana pozitif hukuka olan derin hakimiyeti ve deneyimli avukat kadrosuyla müvekkillerine en ideal ve etkili çözümleri sunmayı ilke edinmiştir. Müvekkillerinin karşılaştığı her hukuki durumda, kapsamlı bir değerlendirme yaparak hızlı ve çözüm odaklı stratejiler geliştiren Port Hukuk, dürüstlük ve şeffaflık ilkeleri doğrultusunda hareket etmektedir. Bu yaklaşımı, müvekkillerinin hukuki süreçlerini en az riskle ve en verimli şekilde yönetmelerine yardımcı olmayı amaçlar.",
    "aboutText2": "Kurucumuz Av. Kenan Mengi, İstanbul Üniversitesi Hukuk Fakültesi mezunu olup, 1988 yılından bu yana Antalya’da hukuki danışmanlık ve avukatlık hizmeti vermektedir. Uzun yıllara dayanan tecrübesiyle, müvekkillerine hukukun farklı alanlarında güvenilir ve nitelikli bir hizmet sunmayı sürdürmektedir. Av. Kenan Mengi, Port Hukuk bünyesinde bugüne dek sayısız hukuki sorunun çözümünde aktif rol almış olup, müvekkillerinin menfaatlerini en iyi şekilde savunmak için büyük bir özveriyle çalışmaktadır.",
    "aboutText3": "Port Hukuk, dava süreçlerinde müvekkillerini en iyi şekilde temsil etme gayreti göstermekte ve dava açılmadan önceki hukuki değerlendirme süreçlerinde müvekkillerine yol göstermektedir. Hukukun çeşitli dallarında sunduğu danışmanlık ve avukatlık hizmetleriyle güvenilir bir hizmet sunan Port Hukuk, özellikle ticaret hukuku, aile hukuku, gayrimenkul hukuku ve ceza hukuku gibi alanlarda müvekkillerine kapsamlı bir danışmanlık hizmeti sağlamaktadır.",
    "aboutText4": "Port Hukuk bünyesinde kurucumuz Av. Kenan Mengi, Av. Merve Mengi Eltutan  Av. Ozan Mengi, ve icra katibimiz İsmail Demir ile hizmet vermeye devam etmektedir."
  },
  "en": {
    "aboutText1": "Port Hukuk, since its establishment, has adopted the principle of providing the most ideal and effective solutions to its clients with its deep mastery of positive law and experienced attorney staff. In every legal situation faced by its clients, Port Hukuk conducts a comprehensive assessment and develops quick and solution-oriented strategies. This approach aims to help its clients manage their legal processes with minimal risk and maximum efficiency, in line with the principles of honesty and transparency.",
    "aboutText2": "Our founder, Attorney Kenan Mengi, is a graduate of Istanbul University Faculty of Law and has been providing legal consultancy and advocacy services in Antalya since 1988. With many years of experience, he continues to offer reliable and qualified services to his clients in various fields of law. Attorney Kenan Mengi has played an active role in solving numerous legal issues within Port Hukuk and works diligently to defend the interests of his clients.",
    "aboutText3": "Port Hukuk strives to represent its clients in the best possible way during litigation processes and provides guidance in the legal evaluation processes before lawsuits are filed. Offering reliable services with its consultancy and advocacy in various branches of law, Port Hukuk particularly provides comprehensive consultancy services in areas such as commercial law, family law, real estate law, and criminal law.",
    "aboutText4": "Port Hukuk continues to serve with our founder Attorney Kenan Mengi, Attorney Merve Mengi Eltutan, Attorney Ozan Mengi, and our enforcement clerk Ismail Demir."
  }
}
