{
  "title": "Articles",
  "articlesTr": [
    {
      "title": "Araç Değer Kaybı Nedir ve Nasıl Tazmin Edilir?",
      "id": "arac-deger-kaybi",
      "content": [
        {
          "title": "Trafik Kazalarında Araç Değer Kaybı: Haklar ve Tazminat Süreci",
          "content": "Trafik kazalarının ardından araç tamir edilse dahi piyasa değeri genellikle düşer. Bu değer düşüşüne 'araç değer kaybı' denir. Araç değer kaybı, ikinci el piyasasında kazalı olarak değerlendirilen aracın satış değerinin azalmasından kaynaklanır. Kazaya maruz kalan kişi için bu kayıp, genellikle kazada kusurlu olan taraftan talep edilebilecek önemli bir haktır."
        },
        {
          "title": "Araç Değer Kaybı Neden Oluşur?",
          "content": "Araç değer kaybı, kaza sonrası onarılan parçaların aracın orijinal durumunda olmamasından kaynaklanır. Özellikle yeni ve az kullanılmış araçlar için bu kayıp daha büyük olabilir. Değer kaybı, aracın kaza öncesi ve sonrası piyasa değerlerinin karşılaştırılmasıyla hesaplanır ve bu kayıp tazminat olarak talep edilebilir. Değer kaybı tazminatı talep etmek için kazada kusurun tamamen veya büyük oranda karşı tarafa ait olması gerekir."
        },
        {
          "title": "Tazminat Talep Kriterleri ve Süreci",
          "content": "Araç değer kaybı tazminatı talep edebilmek için belirli kriterler vardır. Öncelikle, aracın 10 yaşından küçük olması ve hasar miktarının belirli bir eşiği karşılaması gerekmektedir. Ayrıca, talebin kazadan sonraki iki yıl içinde yapılması gerekir. Araç sahibi bu süreci doğru bir şekilde yürütürse sigorta şirketlerinden hak ettiği tazminatı alabilir. Ancak bazı durumlarda, sigorta şirketleri düşük ödeme teklif edebilir veya talepleri reddedebilir. Bu gibi durumlarda, tazminat hakkını almak için yasal yollara başvurmak gerekebilir."
        },
        {
          "title": "Araç Değer Kaybı Tazminatının Önemi",
          "content": "Araç değer kaybı tazminatı, yalnızca aracın maddi değerini değil, aynı zamanda sahibinin haklarını da koruyan bir tazminat türüdür. Bu nedenle kazaya karışan bireyler, araçlarının değer kaybını değerlendirmeli ve finansal kayıplarını geri almak için zamanında tazminat talebinde bulunmalıdır."
        }
      ]
    },
    {
      "title": "Tahliye Taahhütnamesi Nedir ve Nasıl Düzenlenir?",
      "id": "tahliye-taahhutname",
      "content": [
        {
          "title": "Tahliye Taahhütnamesi: Tanım ve Önemi",
          "content": "Tahliye taahhütnamesi, kiracıların kiralanan taşınmazı belirli bir tarihte boşaltacaklarına dair yazılı olarak verdikleri bir sözleşmedir. Bu belge, kiralama sürecinde tarafların haklarını korumak ve kiralanan taşınmazın tahliyesini kolaylaştırmak amacıyla düzenlenir. Kiracı, bu taahhütname ile kiralanan mülkü belirtilen tarihte boşaltma yükümlülüğü altına girmiş olur."
        },
        {
          "title": "Tahliye Taahhütnamesinin Unsurları",
          "content": "Bir tahliye taahhütnamesinin geçerli olabilmesi için bazı unsurların bulunması gerekir. Bu unsurlar arasında tarafların kimlik bilgileri, taşınmazın adresi, tahliye tarihi ve imza yer alır. Ayrıca, tahliye taahhütnamesinin noter onaylı olması, hukuki açıdan daha güçlü bir belge olmasını sağlar."
        },
        {
          "title": "Tahliye Taahhütnamesinin Kullanım Alanları",
          "content": "Tahliye taahhütnamesi, genellikle kiracıların kiralanan mülkü boşaltması gereken durumlarda kullanılır. Özellikle, kiracının sözleşme süresinin sona ermesi veya kira sözleşmesinde belirtilen şartların ihlali durumunda bu taahhütname devreye girer. Kiraya veren, bu belgeyi kullanarak kiracının tahliyesini talep edebilir."
        },
        {
          "title": "Tahliye Taahhütnamesinin İhlali Durumunda Ne Olur?",
          "content": "Kiracı, tahliye taahhütnamesine uymadığı takdirde, kiraya veren hukuki yollara başvurarak kiracının tahliyesini talep edebilir. Bu durumda, kiraya veren mahkemeye başvurarak tahliye davası açabilir. Mahkeme, tahliye taahhütnamesinin geçerliliğini ve kiracının yükümlülüklerini değerlendirerek karar verir."
        }
      ]
    },
    {
      "title": "Kat Karşılığı İnşaat Sözleşmeleri Nedir ve Nasıl Düzenlenir?",
      "id": "kat-karsiligi-insaat-sozlesmeleri",
      "content": [
        {
          "title": "Kat Karşılığı İnşaat Sözleşmesi: Tanım ve Amaç",
          "content": "Kat karşılığı inşaat sözleşmesi, bir arsa sahibinin, kendi arazisi üzerinde inşaat yapması için bir yüklenici ile yaptığı sözleşmedir. Bu sözleşme, arsa sahibi ile yüklenici arasında mülkiyet ve gelir paylaşımını düzenler. Genellikle arsa sahibi, inşaat tamamlandığında elde edilen bağımsız bölüm veya dairelerden belirli bir oranda hisse alır."
        },
        {
          "title": "Kat Karşılığı İnşaat Sözleşmesinin Unsurları",
          "content": "Bu tür sözleşmelerde, tarafların kimlik bilgileri, inşa edilecek yapı hakkında detaylar, kat karşılığı verilecek bağımsız bölümler ve bunların değeri gibi unsurlar bulunur. Ayrıca, sözleşmenin hangi şartlar altında sona ereceği, teslim süreleri ve yüklenicinin yükümlülükleri de belirtilmelidir. Sözleşmenin noterde düzenlenmesi, tarafların haklarını koruma açısından önemlidir."
        },
        {
          "title": "Kat Karşılığı İnşaat Sözleşmesinin Avantajları",
          "content": "Kat karşılığı inşaat sözleşmeleri, arsa sahiplerine yüksek maliyetler olmadan inşaat yapma imkanı sunar. Yükleniciler için de, yatırım yapmadan inşaat gerçekleştirme fırsatı sağlar. Taraflar arasında mülkiyet paylaşımı sağlanması, her iki tarafın da kazanç elde etmesine yardımcı olur."
        },
        {
          "title": "Kat Karşılığı İnşaat Sözleşmelerinde Dikkat Edilmesi Gerekenler",
          "content": "Bu tür sözleşmelerde dikkat edilmesi gereken en önemli husus, sözleşmenin tüm detaylarının açık bir şekilde belirlenmesidir. Ayrıca, yüklenicinin güvenilirliği ve geçmiş performansı araştırılmalı, taraflar arasında sağlıklı bir iletişim olmalıdır. İhtiyaç duyulması halinde hukuki danışmanlık alınması da önerilir."
        }
      ]
    },
    {
      "title": "Taşınmaz Tahliyesi Nedir ve Nasıl Gerçekleştirilir?",
      "id": "tasinmaz-tahliyesi",
      "content": [
        {
          "title": "Taşınmaz Tahliyesi: Tanım ve Süreç",
          "content": "Taşınmaz tahliyesi, bir taşınmazın (daire, işyeri, arazi vb.) malikinin ya da kiracısının, taşınmazı boşaltarak terk etmesi anlamına gelir. Bu süreç, genellikle kiracı ile mal sahibi arasındaki sözleşmenin sona ermesi veya kiracının tahliye talebi üzerine başlar. Tahliye, icra mahkemesi aracılığıyla da gerçekleştirilebilir."
        },
        {
          "title": "Tahliye İşlemlerinin Nedenleri",
          "content": "Taşınmaz tahliyesi için birkaç sebep bulunmaktadır. Kiracının kira sözleşmesine uymaması, kira bedelini ödememesi, mal sahibinin taşınmazda kendi ihtiyaçları için bulunmak istemesi gibi durumlar tahliye gerektirebilir. Ayrıca, kiracının tahliye talebinin ardında başka hukuki sebepler de bulunabilir."
        },
        {
          "title": "Tahliye Süreci ve Gerekli Belgeler",
          "content": "Tahliye süreci, kiracıya yazılı bir ihtarname gönderilmesiyle başlar. Bu ihtarnamede kiracının tahliye etmesi için belirli bir süre tanınır. Eğer kiracı bu süre içinde taşınmazı boşaltmazsa, mal sahibi icra mahkemesine başvurarak tahliye davası açabilir. Davada mahkeme, kiracının tahliyesine karar verirse, icra memurları aracılığıyla taşınmazın tahliyesi gerçekleştirilir."
        },
        {
          "title": "Taşınmaz Tahliyesinin Önemi",
          "content": "Taşınmaz tahliyesi, mülk sahipleri için hukuki haklarını koruma ve mülklerini kullanabilme imkanı sunar. Kiracılar içinse, kira sözleşmesine uygun olarak hareket etmeleri ve haklarını bilerek davranmaları büyük önem taşır. Her iki tarafın da tahliye sürecinde dikkatli olması, ileride oluşabilecek hukuki anlaşmazlıkları önleyebilir."
        }
      ]
    },
    {
      "title": "İlamsız İcra Yolu Nedir ve Nasıl Uygulanır?",
      "id": "ilamsiz-icra-yolu",
      "content": [
        {
          "title": "İlamsız İcra: Tanım ve Süreç",
          "content": "İlamsız icra, bir alacaklının alacağını tahsil edebilmek için mahkeme kararı olmaksızın, icra mahkemesine başvurarak başlattığı bir icra işlemidir. Bu süreç, alacaklının alacaklı olduğu bir borcun vadesinin geldiği ve borçlu tarafından ödenmediği durumlarda devreye girer. İlamsız icra, genellikle icra takibinin hızlı bir şekilde başlatılmasını sağlar."
        },
        {
          "title": "İlamsız İcra Yolunun Kullanım Alanları",
          "content": "İlamsız icra yolu, özellikle kira bedelleri, borç senetleri veya ticari alacaklar gibi belgelere dayanan alacaklar için sıkça kullanılır. Alacaklı, icra takibi başlatmadan önce borçluya ihtarname gönderebilir, ancak bu zorunlu değildir. Borçlu, icra takibine itiraz edebilir; ancak itirazın süresinde yapılması gerekir."
        },
        {
          "title": "İlamsız İcra Takip Süreci",
          "content": "İlamsız icra takibi, alacaklının icra mahkemesine başvurmasıyla başlar. İcra takibi, icra memurları tarafından borçluya tebliğ edilir. Borçlu, tebliğden itibaren 7 gün içinde itiraz edebilir. Eğer borçlu itiraz etmezse, alacaklı icra takibinin devamını sağlayarak alacağını tahsil edebilir. İtiraz durumunda, süreç mahkeme tarafından değerlendirilir."
        },
        {
          "title": "İlamsız İcra Yolunun Önemi",
          "content": "İlamsız icra yolu, alacaklıların alacaklarını tahsil etmeleri için hızlı ve etkili bir yöntem sunar. Ancak, borçluların haklarını korumak için itiraz haklarının bulunması önemlidir. Tarafların, ilamsız icra sürecini dikkatli bir şekilde yönetmeleri, olası hukuki sorunların önlenmesine yardımcı olabilir."
        }
      ]
    },
    {
      "title": "Kambiyo Senetlerine Özgü Haciz Yolu Nedir?",
      "id": "kambiyo-senetlerine-ozgu-haciz-yolu",
      "content": [
        {
          "title": "Kambiyo Senetleri ve Haciz Süreci",
          "content": "Kambiyo senetleri, alacakların tahsilinde önemli bir rol oynayan belgelerdir. Bu senetler, borçlunun borcunu ödemeyi taahhüt ettiği yazılı belgelerdir ve genellikle çekler, senetler ve bono gibi belgeleri içerir. Kambiyo senetlerine özgü haciz yolu, alacaklıların bu belgeleri kullanarak borçluya ait taşınır veya taşınmaz mallara haciz koyabilmeleri için izlenen yasal bir süreçtir."
        },
        {
          "title": "Haciz Sürecinin Başlatılması",
          "content": "Alacaklı, kambiyo senedini ibraz ederek haciz talep edebilir. Bu süreç, icra mahkemesine başvuru ile başlar. Alacaklının, borçluya ait taşınır veya taşınmaz malları haciz ettirebilmesi için öncelikle bir icra takibi başlatması gerekmektedir. Kambiyo senedi, alacaklının alacağını ispatlayan bir belge olarak kabul edildiği için, icra takibi sürecinde önemli bir rol oynar."
        },
        {
          "title": "Haciz İşlemi ve İtiraz Süreci",
          "content": "Haciz işlemi, icra memurları tarafından gerçekleştirilir. Borçluya ait taşınmaz veya taşınır mallara haciz konulması, alacaklının talebi üzerine yapılır. Borçlu, haciz işlemine itiraz edebilir ve itirazın yapılması için belirli bir süre vardır. İtiraz süreci, mahkeme tarafından değerlendirilmektedir. Eğer mahkeme, borçlunun itirazını kabul ederse, haciz işlemi kaldırılabilir."
        },
        {
          "title": "Kambiyo Senetlerine Özgü Haciz Yolunun Önemi",
          "content": "Kambiyo senetlerine özgü haciz yolu, alacaklıların alacaklarını tahsil edebilmesi için etkili bir yöntem sunar. Bu süreç, alacaklıların yasal haklarını kullanarak borçlarını tahsil etmelerine yardımcı olur. Ayrıca, borçluların haklarını korumak adına itiraz süreçlerinin mevcut olması önemlidir. Tarafların, kambiyo senetlerine özgü haciz sürecini dikkatlice yönetmeleri, olası hukuki sorunların önlenmesine katkı sağlar."
        }
      ]
    },
    {
      "title": "Tapu İptal ve Tescil Davası Nedir?",
      "id": "tapu-iptal-ve-tescil-davasi",
      "content": [
        {
          "title": "Tapu İptal ve Tescil Davası Nedir?",
          "content": "Tapu iptal ve tescil davası, bir taşınmazın tapu kaydının iptali ve bu taşınmazın doğru sahibinin adına tescil edilmesi amacıyla açılan bir dava türüdür. Bu dava, haksız yere tapuya geçirilmiş olan taşınmazların gerçek sahiplerine iade edilmesi için hukuk sisteminde önemli bir mekanizmadır. Genellikle, taşınmazın mülkiyetine dair belgeler ve delillerin sunulması gerekmektedir."
        },
        {
          "title": "Davanın Dayanakları",
          "content": "Tapu iptali davası, genellikle aşağıdaki durumlara dayanarak açılmaktadır: sahte tapu, aldatma, cebir veya tehdit, miras payının göz ardı edilmesi gibi. Ayrıca, bir taşınmazın başkasının adına kaydedilmesi durumunda, gerçek sahibin tapu kaydının düzeltilmesi talep edilebilir. Dava açmadan önce, taşınmazın gerçek sahibi olduğunu ispatlamak için gerekli belgelerin toplanması önemlidir."
        },
        {
          "title": "Dava Süreci",
          "content": "Tapu iptali ve tescil davası, yetkili mahkemede açılmalıdır. Davanın açılması için gerekli belgeler ve kanıtlar, mahkemeye sunulmalıdır. Dava süreci, karşı tarafın savunma yapma hakkı da dahil olmak üzere çeşitli aşamalardan oluşur. Mahkeme, sunulan delilleri değerlendirir ve nihai bir karar verir. Karar, tapu kaydının iptali ve gerekli tescil işlemlerinin yapılması yönünde olabilir."
        },
        {
          "title": "Tapu İptal ve Tescil Davasının Önemi",
          "content": "Tapu iptali ve tescil davaları, taşınmaz mülkiyetinin korunması açısından büyük önem taşır. Bu davalar sayesinde, haksız kazanç elde eden kişilerin mülkiyet hakları sorgulanmakta ve gerçek sahiplerin hakları korunmaktadır. Ayrıca, bu süreç, hukukun üstünlüğünün sağlanması ve taşınmazların güvenilirliğinin artırılması adına önemli bir rol oynar."
        }
      ]
    },
    {
      "title": "Çekişmeli Boşanma ve Mal Ayrılıkları Türleri",
      "id": "cekismeli-bosanma-ve-mal-ayriliklari",
      "content": [
        {
          "title": "Çekişmeli Boşanma Nedir?",
          "content": "Çekişmeli boşanma, tarafların boşanma sürecinde mal paylaşımı, çocukların velayeti gibi konularda anlaşmazlık yaşaması durumudur. Bu tür boşanma davalarında, mahkeme, tarafların taleplerini dikkate alarak karar verir. Çekişmeli boşanma, genellikle uzun süren bir süreçtir ve taraflar arasında duygusal ve maddi zorluklara neden olabilir."
        },
        {
          "title": "Mal Ayrılıkları Nedir?",
          "content": "Mal ayrılıkları, boşanma sırasında eşlerin malvarlıklarının nasıl paylaşılacağını belirleyen bir durumdur. Türkiye'de iki ana mal rejimi bulunmaktadır: edinilmiş mallara katılma rejimi ve mal ayrılığı rejimi. Edinilmiş mallara katılma rejiminde, evlilik süresince edinilen mallar, eşit olarak paylaşılırken; mal ayrılığı rejiminde, her eş kendi malvarlığı üzerinde tam hak sahibidir ve boşanma durumunda kişisel mallarını paylaşmak zorunda kalmaz."
        },
        {
          "title": "Çekişmeli Boşanma Süreci",
          "content": "Çekişmeli boşanma süreci, genellikle boşanma davasının açılmasıyla başlar. Taraflar, mahkemeye başvurarak boşanma talebinde bulunur. Mahkeme, mal paylaşımı ve çocukların velayeti gibi konularda delilleri değerlendirerek karar verir. Bu süreçte taraflar, gerektiğinde avukatlarla temsil edilir ve mahkeme kararına itiraz edebilirler."
        },
        {
          "title": "Mal Ayrılığı Türleri",
          "content": "Mal ayrılığı türleri arasında, edinilmiş mallara katılma ve mal ayrılığı rejimi yer alır. Edinilmiş mallara katılma rejimi, evlilik süresince elde edilen malların eşit paylaşımını sağlarken; mal ayrılığı rejimi, her eşin kendi malvarlığını korumasını ve paylaşım gerektirmemesini sağlar. Ayrıca, taraflar boşanma sırasında farklı mal paylaşım sözleşmeleri yapabilirler."
        }
      ]
    },
    {
      "title": "İşçi Alacakları Türleri ve Davaları",
      "id": "isci-alacaklari-ve-davalari",
      "content": [
        {
          "title": "İşçi Alacakları Nedir?",
          "content": "İşçi alacakları, işçinin işverenine karşı olan maddi talepleridir. Bu alacaklar, işçi ile işveren arasındaki sözleşme ve iş kanunları çerçevesinde belirlenir. İşçi alacakları, işçinin haklarının korunması açısından son derece önemlidir ve işçinin maddi kayıplarını telafi etmeye yöneliktir."
        },
        {
          "title": "İşçi Alacakları Türleri",
          "content": "İşçi alacakları, genellikle dört ana kategoriye ayrılır: 1. Ücret Alacakları: İşçinin işvereninden alması gereken maaş ve diğer ödemeleri kapsar. 2. İkramiye ve Prim Alacakları: İşverenin, işçinin performansına bağlı olarak vermesi gereken ek ödemelerdir. 3. Fazla Mesai Alacakları: İşçinin, yasal sınırların üzerinde çalışması durumunda alması gereken ek ücretlerdir. 4. Kıdem ve İhbar Tazminatları: İşçinin işten çıkarılması durumunda alması gereken tazminatlardır."
        },
        {
          "title": "İşçi Alacakları Davaları",
          "content": "İşçi alacakları davaları, işçi ile işveren arasındaki uyuşmazlıkların çözülmesi amacıyla açılır. İşçiler, alacaklarını talep etmek için iş mahkemelerine başvurabilir. Bu davalar genellikle işçi lehine sonuçlanır; ancak işverenlerin de itiraz etme hakkı bulunmaktadır. İşçi alacakları davalarında, işçinin alacaklarını ispatlamak için belgeler sunması gerekebilir."
        },
        {
          "title": "Dava Süreci ve Önemi",
          "content": "İşçi alacakları davaları, işçinin haklarını koruma sürecinde kritik bir öneme sahiptir. Dava süreci, işçinin alacaklarının tahsil edilmesi ve işverenin sorumluluklarının belirlenmesi açısından gereklidir. İşçilerin alacaklarını zamanında talep etmeleri, maddi kayıplarını en aza indirmelerine yardımcı olur."
        }
      ]
    },
    {
      "title": "Kamulaştırma",
      "id": "kamulastirma",
      "content": [
        {
          "title": "Kamulaştırma Nedir?",
          "content": "Kamulaştırma, kamu yararı amacıyla özel mülkiyete ait taşınmazların devlet tarafından satın alınması veya zorla el konulması işlemidir. Bu süreç, devletin kamu hizmetlerini yürütme, alt yapı projelerini gerçekleştirme veya doğal kaynakları yönetme gibi ihtiyaçları doğrultusunda yapılır. Kamulaştırma, Anayasa ve ilgili yasalar çerçevesinde düzenlenmiştir."
        },
        {
          "title": "Kamulaştırma Süreci",
          "content": "Kamulaştırma süreci, genellikle birkaç aşamadan oluşur. İlk olarak, kamu kurumları, kamulaştırma yapılacak taşınmazların belirlenmesi ve değer tespiti için çalışmalar başlatır. Değer tespiti, genellikle uzman bilirkişiler tarafından yapılır. Daha sonra, taşınmaz sahibi ile anlaşma sağlanmaya çalışılır. Anlaşma sağlanamazsa, kamulaştırma işlemi mahkemeye başvurularak gerçekleştirilebilir."
        },
        {
          "title": "Kamulaştırmada İhtiyaç ve Kamu Yararı",
          "content": "Kamulaştırma, yalnızca kamu yararı doğrultusunda gerçekleştirilebilir. Bu ihtiyaçlar arasında yol, köprü, hastane, okul gibi kamu hizmetleri veya doğal kaynakların korunması yer alabilir. Kamu yararı, kamulaştırma işlemlerinin meşruiyetini sağlamaktadır."
        },
        {
          "title": "Kamulaştırma Bedeli",
          "content": "Kamulaştırma bedeli, kamulaştırılan taşınmazın piyasa değerine dayanarak belirlenir. Taşınmaz sahibi, kamulaştırma bedelini kabul etmezse, dava açabilir. Mahkeme, taşınmazın değerini tespit ederek, hak sahibine uygun bir bedel belirleyebilir."
        }
      ]
    },
    {
      "title": "İdare Yargı Yolları",
      "id": "idare-yargi-yollari",
      "content": [
        {
          "title": "İdare Yargısı Nedir?",
          "content": "İdare yargısı, kamu idarelerinin eylem ve işlemlerine karşı bireylerin başvurabileceği yargı yollarını ifade eder. Kamu kurumları, kamu hizmetlerini yerine getirirken çeşitli kararlar alır ve bu kararlar bireylerin haklarını doğrudan etkileyebilir. İdare yargısı, bireylerin haklarının korunması ve kamu gücünün denetlenmesi amacıyla oluşturulmuştur."
        },
        {
          "title": "İdare Yargı Yolları Nelerdir?",
          "content": "İdare yargı yolları, genel olarak iki ana başlık altında toplanabilir: 1) İdari başvuru yolları ve 2) İdari yargı yolları. İdari başvuru yolları, bireylerin idareye başvurarak haklarını aradığı yollardır. İdari yargı yolları ise, bireylerin idareye karşı dava açabileceği yargı mercileridir. Bu yollar arasında idari davalar, iptal davaları ve tazminat davaları yer alır."
        },
        {
          "title": "İdari Davalar",
          "content": "İdari davalar, bireylerin kamu idarelerinin işlemlerine karşı açtığı davalardır. İptal davaları, idarenin hukuka aykırı işlemlerinin iptali için açılırken; tazminat davaları, idarenin haksız eylem veya işlemleri sonucunda bireyin uğradığı zararın tazmini için açılır. Bu davalar, idari yargı mercileri tarafından incelenir."
        },
        {
          "title": "İdare Yargısının Önemi",
          "content": "İdare yargısı, kamu gücünün kötüye kullanılmasını önlemek ve bireylerin haklarını korumak adına büyük bir öneme sahiptir. Bireyler, idarenin eylem ve işlemlerine karşı yargı yoluna başvurarak haklarını savunabilirler. Bu nedenle, idare yargısının etkin bir şekilde işlemesi, demokratik bir toplumun gerekliliğidir."
        }
      ]
    },
    {
      "title": "Suçlunun İadesi Yolları",
      "id": "suclunun-iadesi-yollari",
      "content": [
        {
          "title": "Suçlunun İadesi Nedir?",
          "content": "Suçlunun iadesi, bir devletin, diğer bir devlette suç işlediği gerekçesiyle yakalanan bir kişiyi, bu suçu işlediği devlete teslim etmesi anlamına gelir. İade, uluslararası hukukun önemli bir parçasını oluşturur ve suçluların adalet önüne çıkarılması için gereklidir."
        },
        {
          "title": "Uluslararası İade Sözleşmeleri",
          "content": "Suçlunun iadesi, genellikle iki ülke arasında yapılan uluslararası anlaşmalar çerçevesinde gerçekleştirilir. Bu anlaşmalar, hangi durumlarda iade yapılacağını, iade sürecinin nasıl işleyeceğini ve hangi şartların sağlanması gerektiğini belirler. Bu çerçevede, Avrupa Konseyi, Birleşmiş Milletler ve diğer uluslararası kuruluşlar tarafından sağlanan sözleşmeler bulunmaktadır."
        },
        {
          "title": "İade Süreci",
          "content": "Suçlunun iade süreci, talep eden ülkenin, iade talebini alacak olan ülkeye resmi bir başvuru yapması ile başlar. İade talebi, genellikle ilgili delillerle birlikte sunulur. İlgili ülke, talebi değerlendirir ve yasal prosedürleri takip ederek iade kararını verir. İade kararı verildikten sonra, suçlu, talep eden ülkeye teslim edilir."
        },
        {
          "title": "İade Şartları",
          "content": "Suçlunun iadesi için bazı şartların yerine getirilmesi gerekmektedir. Öncelikle, iade talep edilen suçun, her iki ülkenin yasalarında da suç olarak tanımlanmış olması gerekir. Ayrıca, iade talebi yapılan kişinin, yargılanmak üzere teslim edileceği ülkede yeterli koruma altında olduğuna dair güvence verilmelidir. İade süreci, insan hakları ve adalet prensiplerine uygun olarak yürütülmelidir."
        }
      ]
    },
    {
      "title": "Soruşturma Evresinin İlerleyişi",
      "id": "sorusturma-evresinin-ilerleyisi",
      "content": [
        {
          "title": "Soruşturma Evresi Nedir?",
          "content": "Soruşturma evresi, bir suçun işlendiği iddiasıyla başlatılan resmi bir süreçtir. Bu evre, ceza yargılamasının ilk aşamasını oluşturur ve suçun delillerinin toplanması, şüphelilerin belirlenmesi ve olası suçluların cezalandırılabilmesi için gerekli bilgilerin toplanmasını sağlar."
        },
        {
          "title": "Soruşturmanın Başlatılması",
          "content": "Soruşturma, genellikle bir ihbar, suç duyurusu veya yetkili mercilerin re'sen hareket etmesiyle başlar. Soruşturmanın başlatılması, ilgili makamların suçun niteliğine ve ciddiyetine göre değişebilir. Soruşturma, polis veya savcılık tarafından yürütülebilir."
        },
        {
          "title": "Delil Toplama Süreci",
          "content": "Soruşturma evresinin en kritik aşamalarından biri delil toplamadır. Bu aşamada, olay yeri incelemesi, tanık ifadeleri, belge ve dijital verilerin toplanması gibi işlemler gerçekleştirilir. Delillerin toplanması sırasında, hukuka uygun bir şekilde hareket edilmesi ve şüphelilerin haklarının ihlal edilmemesi önemlidir."
        },
        {
          "title": "Şüpheli ve Mağdurun Hakları",
          "content": "Soruşturma evresinde, şüphelinin ve mağdurun hakları büyük bir önem taşır. Şüpheli, suçlamalarla karşılaştığında avukata başvurma hakkına sahiptir. Ayrıca, mağdurun da olayın aydınlatılması ve haklarının korunması adına süreçte aktif rol alması gerekir. Bu bağlamda, her iki tarafın haklarının korunması, adil bir soruşturma sürecinin temel taşını oluşturur."
        },
        {
          "title": "Soruşturma Sonuçları",
          "content": "Soruşturma evresi, toplanan delillere ve yapılan incelemelere dayanarak, ya bir kamu davası açılması ya da takipsizlik kararı ile sonuçlanabilir. Eğer yeterli delil bulunursa, savcılık tarafından dava açılabilir; aksi takdirde, şüpheli hakkında takipsizlik kararı verilir. Bu sonuç, suçun niteliğine ve toplanan delillere bağlı olarak değişir."
        }
      ]
    }
  ],
  "articlesEn": [
    {
      "title": "What is Vehicle Depreciation and How Can It Be Compensated?",
      "id": "arac-deger-kaybi",
      "content": [
        {
          "title": "Vehicle Depreciation After Traffic Accidents: Rights and Compensation Process",
          "content": "Following traffic accidents, even if a vehicle is repaired, its market value tends to decrease. This reduction in value is known as 'vehicle depreciation.' Vehicle depreciation occurs because, after an accident, the car is considered damaged in the second-hand market, leading to a decrease in its resale value. For the accident victim, this depreciation represents a significant right that can usually be claimed from the responsible party's insurance."
        },
        {
          "title": "Why Does Vehicle Depreciation Happen?",
          "content": "Vehicle depreciation arises from the fact that the parts repaired after the accident are not identical to the vehicle’s original condition. This is especially significant for newer and less-used vehicles, which may experience a larger financial loss. Depreciation is calculated by comparing the vehicle's market value before and after the accident, and this loss can be claimed as compensation. To request compensation for depreciation, the victim must be either entirely or predominantly free of fault in the accident."
        },
        {
          "title": "Criteria and Process for Claiming Compensation",
          "content": "Certain criteria must be met to claim vehicle depreciation compensation. First, the vehicle must be less than 10 years old, and the damage amount should meet a specific threshold. Additionally, the claim must be made within two years of the accident. If the vehicle owner navigates this process correctly, they can recover the compensation they deserve from insurance companies. However, in some cases, insurance companies may offer low settlements or reject claims entirely. In such situations, legal action may be required to secure rightful compensation."
        },
        {
          "title": "Importance of Vehicle Depreciation Claims",
          "content": "Vehicle depreciation is a form of compensation that protects not only the monetary value of the vehicle but also the rights of the owner. For this reason, individuals involved in accidents should assess their vehicle's depreciation and make timely claims to recover their financial losses."
        }
      ]
    },
    {
      "title": "What is a Notice of Eviction and How is it Prepared?",
      "id": "tahliye-taahhutname",
      "content": [
        {
          "title": "Notice of Eviction: Definition and Importance",
          "content": "A notice of eviction is a written agreement given by tenants stating their commitment to vacate the leased property by a specific date. This document is prepared to protect the rights of both parties during the leasing process and to facilitate the eviction of the rented property. The tenant is obligated to vacate the leased property on the specified date by signing this notice."
        },
        {
          "title": "Elements of a Notice of Eviction",
          "content": "For a notice of eviction to be valid, certain elements must be present. These elements include the parties' identification details, the property's address, the eviction date, and signatures. Additionally, having the notice notarized strengthens its legal standing."
        },
        {
          "title": "Applications of a Notice of Eviction",
          "content": "A notice of eviction is commonly used when tenants need to vacate the leased property. This is particularly relevant when the lease term ends or when the conditions of the lease agreement are violated. The landlord can use this document to demand the tenant's eviction."
        },
        {
          "title": "Consequences of Violating the Notice of Eviction",
          "content": "If the tenant fails to comply with the notice of eviction, the landlord can seek legal action to request the tenant's eviction. In this case, the landlord may file an eviction lawsuit with the court. The court will evaluate the validity of the notice and the tenant's obligations before making a decision."
        }
      ]
    },
    {
      "title": "What are Construction Contracts Based on Shared Ownership and How are They Prepared?",
      "id": "kat-karsiligi-insaat-sozlesmeleri",
      "content": [
        {
          "title": "Construction Contracts Based on Shared Ownership: Definition and Purpose",
          "content": "A construction contract based on shared ownership is an agreement between a landowner and a contractor for construction on the land. This contract regulates property and income sharing between the landowner and the contractor. Typically, the landowner receives a specified share of the independent units or apartments upon completion of the construction."
        },
        {
          "title": "Elements of a Construction Contract Based on Shared Ownership",
          "content": "These contracts include elements such as the identification details of the parties, specifications about the structure to be built, the independent units to be shared, and their values. Additionally, the conditions under which the contract will terminate, delivery timelines, and the contractor's obligations should also be specified. Having the contract notarized is important for protecting the rights of the parties involved."
        },
        {
          "title": "Advantages of Construction Contracts Based on Shared Ownership",
          "content": "Construction contracts based on shared ownership provide landowners the opportunity to construct without incurring high costs. For contractors, it offers the chance to undertake construction without making an investment. The sharing of ownership between the parties helps both sides to benefit financially."
        },
        {
          "title": "Things to Consider in Construction Contracts Based on Shared Ownership",
          "content": "The most crucial point in these contracts is that all details of the agreement should be clearly specified. Additionally, the reliability and past performance of the contractor should be researched, and healthy communication between the parties should be maintained. Seeking legal advice when necessary is also recommended."
        }
      ]
    },
    {
      "title": "What is Property Eviction and How is it Carried Out?",
      "id": "tasinmaz-tahliyesi",
      "content": [
        {
          "title": "Property Eviction: Definition and Process",
          "content": "Property eviction refers to the act of a property owner or tenant vacating a property (such as an apartment, business premises, or land). This process typically begins when a lease between the tenant and owner expires or when a tenant requests eviction. Eviction can also be carried out through the execution of court orders."
        },
        {
          "title": "Reasons for Eviction",
          "content": "There are several reasons for property eviction. Non-compliance with the lease agreement by the tenant, failure to pay rent, or the owner's desire to occupy the property for personal needs can necessitate eviction. Additionally, there may be other legal grounds for the tenant's eviction request."
        },
        {
          "title": "Eviction Process and Required Documents",
          "content": "The eviction process starts with sending a written notice to the tenant. This notice grants the tenant a specified period to vacate the property. If the tenant does not vacate within this period, the owner can file an eviction lawsuit with the execution court. If the court decides in favor of the tenant's eviction, the property will be vacated through the execution officers."
        },
        {
          "title": "Importance of Property Eviction",
          "content": "Property eviction provides property owners the opportunity to protect their legal rights and utilize their properties. For tenants, it is essential to act in accordance with the lease agreement and be aware of their rights. Careful handling of the eviction process by both parties can prevent potential legal disputes in the future."
        }
      ]
    },
    {
      "title": "What is Non-Judicial Enforcement and How is it Applied?",
      "id": "ilamsiz-icra-yolu",
      "content": [
        {
          "title": "Non-Judicial Enforcement: Definition and Process",
          "content": "Non-judicial enforcement refers to the process initiated by a creditor to collect a debt without a court order by applying to the enforcement court. This process comes into play when a debt has matured and remains unpaid by the debtor. Non-judicial enforcement typically allows for a quicker initiation of enforcement proceedings."
        },
        {
          "title": "Areas of Use for Non-Judicial Enforcement",
          "content": "The non-judicial enforcement route is commonly used for debts backed by documents such as rent payments, promissory notes, or commercial receivables. Creditors may send a notice to the debtor before starting enforcement proceedings, although this is not mandatory. The debtor can contest the enforcement, but the objection must be made within a specific time frame."
        },
        {
          "title": "Non-Judicial Enforcement Process",
          "content": "The non-judicial enforcement process begins when the creditor applies to the enforcement court. The enforcement order is served to the debtor by enforcement officers. The debtor has 7 days from the notification to contest the enforcement. If the debtor does not contest, the creditor can proceed to collect the debt. In case of a contest, the process is evaluated by the court."
        },
        {
          "title": "Importance of Non-Judicial Enforcement",
          "content": "The non-judicial enforcement route provides creditors with a quick and effective way to collect debts. However, it is essential to protect the rights of debtors by allowing them the right to contest. Proper management of the non-judicial enforcement process by both parties can help prevent potential legal issues."
        }
      ]
    },
    {
      "title": "What is the Enforcement Procedure Specific to Commercial Papers?",
      "id": "kambiyo-senetlerine-ozgu-haciz-yolu",
      "content": [
        {
          "title": "Commercial Papers and the Enforcement Process",
          "content": "Commercial papers are important documents in the collection of receivables. These documents are written guarantees of a debtor’s commitment to pay and typically include checks, promissory notes, and bonds. The enforcement procedure specific to commercial papers allows creditors to seize movable or immovable assets belonging to the debtor using these documents."
        },
        {
          "title": "Initiating the Seizure Process",
          "content": "The creditor can request a seizure by presenting the commercial paper. This process begins with an application to the enforcement court. For the creditor to seize the movable or immovable assets of the debtor, they must first initiate enforcement proceedings. Since the commercial paper is accepted as evidence of the creditor’s receivable, it plays a crucial role in the enforcement process."
        },
        {
          "title": "Seizure Actions and Objection Process",
          "content": "The seizure is carried out by enforcement officers. Seizing movable or immovable assets belonging to the debtor is performed at the request of the creditor. The debtor may contest the seizure, and there is a specific time frame for making the objection. The objection process is evaluated by the court. If the court accepts the debtor's objection, the seizure can be lifted."
        },
        {
          "title": "Importance of the Enforcement Procedure Specific to Commercial Papers",
          "content": "The enforcement procedure specific to commercial papers provides creditors with an effective means of collecting their receivables. This process helps creditors utilize their legal rights to recover debts. Additionally, it is important to have objection processes in place to protect the rights of debtors. Proper management of the enforcement procedure related to commercial papers can help prevent potential legal issues."
        }
      ]
    },
    {
      "title": "What is a Case for Cancellation and Registration of Title Deeds?",
      "id": "tapu-iptal-ve-tescil-davasi",
      "content": [
        {
          "title": "What is a Case for Cancellation and Registration of Title Deeds?",
          "content": "A case for cancellation and registration of title deeds is a type of lawsuit filed to annul the title registration of a property and to register it in the name of the rightful owner. This lawsuit is an important mechanism within the legal system for returning properties that have been wrongfully transferred to their real owners. Typically, it requires the submission of documents and evidence related to the ownership of the property."
        },
        {
          "title": "Grounds for the Lawsuit",
          "content": "A cancellation of title deed case is usually filed based on the following grounds: forged title, deception, coercion or threat, and disregarding inheritance shares. Additionally, if a property is registered in someone else's name, the real owner can request the correction of the title registration. Before filing the lawsuit, it is important to gather the necessary documents to prove that one is the rightful owner of the property."
        },
        {
          "title": "Legal Process",
          "content": "A case for cancellation and registration of title deeds must be filed in the competent court. Necessary documents and evidence must be submitted to the court. The lawsuit process consists of various stages, including the right of the opposing party to defend itself. The court evaluates the submitted evidence and makes a final decision. The decision may result in the annulment of the title registration and the necessary registration processes."
        },
        {
          "title": "Importance of the Cancellation and Registration Case",
          "content": "Cases for cancellation and registration of title deeds are crucial for the protection of property ownership. These lawsuits challenge the rights of individuals who obtain unjust gains and safeguard the rights of the actual owners. Furthermore, this process plays a significant role in ensuring the rule of law and enhancing the reliability of property ownership."
        }
      ]
    },
    {
      "title": "Contested Divorce and Types of Property Separation",
      "id": "cekismeli-bosanma-ve-mal-ayriliklari",
      "content": [
        {
          "title": "What is Contested Divorce?",
          "content": "Contested divorce refers to situations where the parties experience disputes regarding issues such as property division and child custody during the divorce process. In these types of divorce cases, the court makes decisions based on the parties' claims. Contested divorces are often lengthy processes that can lead to emotional and financial difficulties for the parties involved."
        },
        {
          "title": "What is Property Separation?",
          "content": "Property separation determines how the spouses' assets will be divided during a divorce. In Turkey, there are two main property regimes: the regime of participation in acquired property and the separation of property regime. In the regime of participation in acquired property, assets acquired during the marriage are shared equally, while in the separation of property regime, each spouse retains full ownership of their assets and is not required to share personal properties in the event of a divorce."
        },
        {
          "title": "The Process of Contested Divorce",
          "content": "The process of contested divorce generally begins with the filing of a divorce lawsuit. The parties file a petition with the court requesting a divorce. The court evaluates the evidence regarding property division and child custody issues and renders a decision. During this process, parties may be represented by attorneys and can appeal the court's decision if necessary."
        },
        {
          "title": "Types of Property Separation",
          "content": "Types of property separation include the regime of participation in acquired property and the separation of property regime. The regime of participation in acquired property ensures equal sharing of assets acquired during marriage, while the separation of property regime allows each spouse to protect their own assets without the need for sharing. Additionally, parties may enter into different property-sharing agreements during divorce."
        }
      ]
    },
    {
      "title": "Types of Employee Claims and Lawsuits",
      "id": "isci-alacaklari-ve-davalari",
      "content": [
        {
          "title": "What are Employee Claims?",
          "content": "Employee claims are monetary demands that an employee has against their employer. These claims are determined within the framework of the employment contract and labor laws. Employee claims are crucial for protecting the rights of workers and aim to compensate for their financial losses."
        },
        {
          "title": "Types of Employee Claims",
          "content": "Employee claims are generally divided into four main categories: 1. Wage Claims: This includes the salaries and other payments that the employee is entitled to receive from the employer. 2. Bonus and Commission Claims: These are additional payments that the employer is required to provide based on the employee's performance. 3. Overtime Claims: These are additional wages that the employee is entitled to receive when working beyond the legal limits. 4. Severance and Notice Compensation: These are the compensations that the employee is entitled to receive upon termination of employment."
        },
        {
          "title": "Employee Claims Lawsuits",
          "content": "Employee claims lawsuits are filed to resolve disputes between the employee and the employer. Employees can apply to labor courts to claim their dues. These cases usually result in favor of the employee; however, employers also have the right to appeal. In employee claims lawsuits, the employee may need to provide documents to substantiate their claims."
        },
        {
          "title": "The Process and Importance of the Lawsuit",
          "content": "Employee claims lawsuits are critical in protecting the rights of employees. The lawsuit process is essential for collecting the employee's claims and determining the employer's responsibilities. Timely claims by employees can help minimize their financial losses."
        }
      ]
    },
    {
      "title": "Expropriation",
      "id": "kamulastirma",
      "content": [
        {
          "title": "What is Expropriation?",
          "content": "Expropriation is the process through which the state acquires privately owned property for public benefit purposes. This process is carried out to meet the needs of the state for public services, infrastructure projects, or the management of natural resources. Expropriation is regulated under the Constitution and relevant laws."
        },
        {
          "title": "The Expropriation Process",
          "content": "The expropriation process generally consists of several stages. Initially, public institutions start working to identify the properties that will be expropriated and to assess their value. This valuation is usually conducted by expert appraisers. After that, efforts are made to reach an agreement with the property owner. If an agreement cannot be reached, the expropriation process can be carried out by applying to the court."
        },
        {
          "title": "Need and Public Benefit in Expropriation",
          "content": "Expropriation can only be carried out for public benefit purposes. These needs may include public services such as roads, bridges, hospitals, and schools, or the protection of natural resources. Public benefit provides legitimacy to expropriation procedures."
        },
        {
          "title": "Expropriation Compensation",
          "content": "Expropriation compensation is determined based on the market value of the expropriated property. If the property owner does not accept the compensation amount, they can file a lawsuit. The court can determine an appropriate compensation amount by assessing the value of the property."
        }
      ]
    },
    {
      "title": "Administrative Judicial Remedies",
      "id": "idare-yargi-yollari",
      "content": [
        {
          "title": "What is Administrative Jurisdiction?",
          "content": "Administrative jurisdiction refers to the legal remedies individuals can pursue against the actions and decisions of public administrations. Public institutions make various decisions while providing public services, which can directly affect the rights of individuals. Administrative jurisdiction is established to protect individual rights and ensure oversight of public power."
        },
        {
          "title": "What are the Administrative Judicial Remedies?",
          "content": "Administrative judicial remedies can generally be grouped into two main categories: 1) administrative appeal routes and 2) administrative judicial routes. Administrative appeal routes are the means through which individuals seek their rights by appealing to the administration. Administrative judicial routes are the judicial authorities where individuals can file lawsuits against the administration. These include administrative lawsuits, annulment actions, and compensation claims."
        },
        {
          "title": "Administrative Lawsuits",
          "content": "Administrative lawsuits are those filed by individuals against the actions of public administrations. Annulment actions are filed to nullify unlawful administrative actions, while compensation claims are made for damages suffered by individuals due to unjust administrative actions. These lawsuits are reviewed by administrative courts."
        },
        {
          "title": "Importance of Administrative Jurisdiction",
          "content": "Administrative jurisdiction plays a crucial role in preventing the abuse of public power and protecting individual rights. Individuals can defend their rights by resorting to legal remedies against administrative actions. Therefore, the effective functioning of administrative jurisdiction is essential for a democratic society."
        }
      ]
    },
    {
      "title": "Ways of Extradition",
      "id": "suclunun-iadesi-yollari",
      "content": [
        {
          "title": "What is Extradition?",
          "content": "Extradition refers to the process whereby a state surrenders a person accused of a crime to another state where the crime was allegedly committed. Extradition is an important part of international law and is essential for bringing criminals to justice."
        },
        {
          "title": "International Extradition Treaties",
          "content": "Extradition typically occurs within the framework of international agreements between two countries. These treaties specify the circumstances under which extradition will take place, how the extradition process will be conducted, and what conditions must be met. Various treaties provided by international organizations such as the Council of Europe and the United Nations govern this area."
        },
        {
          "title": "The Extradition Process",
          "content": "The extradition process begins when the requesting country formally submits a request to the country that will receive the extradition. The extradition request is typically accompanied by relevant evidence. The receiving country evaluates the request and follows legal procedures to decide on extradition. Once an extradition decision is made, the accused is handed over to the requesting country."
        },
        {
          "title": "Conditions for Extradition",
          "content": "Certain conditions must be met for extradition to occur. First, the crime for which extradition is requested must be defined as a crime under the laws of both countries. Additionally, assurances must be given that the person being extradited will be adequately protected in the country where they are to be tried. The extradition process must be conducted in accordance with human rights and justice principles."
        }
      ]
    },
    {
      "title": "Progress of the Investigation Phase",
      "id": "sorusturma-evresinin-ilerleyisi",
      "content": [
        {
          "title": "What is the Investigation Phase?",
          "content": "The investigation phase is an official process initiated based on the allegation of a crime. This phase constitutes the first stage of criminal proceedings and serves to collect evidence of the crime, identify suspects, and gather the necessary information for possible prosecution."
        },
        {
          "title": "Initiation of the Investigation",
          "content": "An investigation typically begins with a report, complaint, or action taken by the competent authorities ex officio. The initiation of the investigation may vary depending on the nature and seriousness of the crime. The investigation can be conducted by the police or the public prosecutor's office."
        },
        {
          "title": "Evidence Collection Process",
          "content": "One of the most critical stages of the investigation phase is the collection of evidence. During this stage, activities such as crime scene examination, witness statements, and the collection of documents and digital data are carried out. It is essential to act in accordance with the law during evidence collection and to avoid infringing on the rights of the suspects."
        },
        {
          "title": "Rights of the Suspect and Victim",
          "content": "The rights of the suspect and victim are of paramount importance during the investigation phase. The suspect has the right to consult with a lawyer when faced with accusations. Additionally, the victim should actively participate in the process to ensure their rights are protected and the case is clarified. In this context, the protection of the rights of both parties forms the foundation of a fair investigation process."
        },
        {
          "title": "Outcomes of the Investigation",
          "content": "The investigation phase may conclude with either the filing of a public case based on the collected evidence and examinations or a decision of non-prosecution. If sufficient evidence is found, a case can be filed by the prosecutor's office; otherwise, a decision of non-prosecution is made regarding the suspect. This outcome varies depending on the nature of the crime and the evidence collected."
        }
      ]
    }
  ]
}
